/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "multicolumn_yrdtRA": {
      "type": "multicolumn",
      "blocks": {
        "column_kDYpNP": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/About_Palakv2.png",
            "title": "Palak Midha",
            "text": "<p>Palak Midha, the founder of Miduty and a German-based Health and Supplement advisor, uncovered her purpose and identity through Nutrition.<br\/><br\/>She passionately pursues her purpose of making others feel, live, and perform better while also inspiring them to overcome health-related setbacks and maximize their potential.<br\/><br\/>She firmly believes in reviewing market trends and seeking to transform the health and wellness standards of people through her well-researched and self-formulated supplements.<br\/><br\/>Palak believes in strengthening her voice and uplifting women, which she found through establishing a<em><strong>Wonder Woman community<\/strong><\/em>, and has been continuously coaching and mentoring the women in the spheres of physical, emotional, social, and spiritual well-being.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_EX7GW4": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/About_Us_Image.png",
            "title": "Pranav Midha",
            "text": "<p>Pranav Midha, the co-founder and the man behind it, gave a new face and shape to Miduty. It is his passion for helping others in a most generous way that made him achieve great heights at this age.<br\/><br\/>Pranav speaks:<br\/>\"First and foremost, I love picking up raw ideas and converting them into outcome-oriented projects. For me, Execution is all that matters. Anyone can come up with ideas but how those ideas are turned into reality, is what makes one successful.<br\/><br\/>He is focused on achieving the objectives of the firm and sailing the company’s effort towards attaining positive growth and development. He is best known for key planning and having an organized mindset to carry out various projects for the company apart from being responsible for providing leadership and directing the team of 100 efficient personnel operating at Miduty.<\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_kDYpNP",
        "column_EX7GW4"
      ],
      "settings": {
        "title": "About Us",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 2,
        "column_alignment": "left",
        "background_style": "primary",
        "button_label": "",
        "button_link": "",
        "color_scheme": "",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "multirow_ijmP6C": {
      "type": "multirow",
      "blocks": {
        "row_ctyMkT": {
          "type": "row",
          "settings": {
            "image": "shopify:\/\/shop_images\/Came_into_Existence_Option_-1.png",
            "caption": "",
            "heading": "How Miduty came into existence?",
            "text": "<p>It all started when PALAK MIDHA discovered her parents' declining health - her mom struggling with an autoimmune thyroid disorder, and her dad battling chronic spondylitis.<br\/><br\/>Despite trying every treatment and medication possible, her father's condition did not improve. That’s when fueled by her parents' struggles, Palak embarked on a mission to uncover the root cause of their suffering, which is where…<br\/><br\/>Her tireless research led to a startling discovery - the lack of essential nutrition, poor lifestyle, and neglectful dietary habits caused the problem at the root.<br\/><br\/>With this newfound information, she took charge of her parents' lives, transforming their diet and lifestyle completely and also, introducing them to meticulously crafted supplements, formulated with the finest ingredients backed by her rigorous research and…<br\/><br\/>… Miraculously, within just 3 months, her parents had made a 40% recovery, progressing each day.<br\/><br\/>Seeing the remarkable transformations of her parents, Palak realized that she could have a nationwide impact. This is when she alongside her brother,<strong>Pranav Midha<\/strong>, who sacrificed his American career, came together to build this<strong>gigantic empire<\/strong>and that’s what gave birth to<strong>\"MIDUTY\" - INDIA’S MOST TRUSTED NUTRACEUTICAL COMPANY<\/strong>, offering organic and wholesome supplements with the mission of not just transforming your physical well-being but also empowering you to cherish your beauty and confidence.<\/p>",
            "button_label": "",
            "button_link": ""
          }
        },
        "row_GiTYnq": {
          "type": "row",
          "settings": {
            "image": "shopify:\/\/shop_images\/Why_Miduty.png",
            "caption": "",
            "heading": "<strong>Why choose Miduty?<\/strong>",
            "text": "<p><em><strong>We believe in being there for you right from the start of your health journey.<\/strong><\/em>We do it by offering you a personalized FREE consultation to understand your existing health condition and recommend a nutritious diet and a healthy lifestyle to support your journey to optimal health.<br\/><br\/>And that’s done by merging the wisdom of Ayurveda with Modern Scientific Knowledge that not only alleviates disease symptoms but also works toward reversing them.<br\/><br\/>Apart from that, we use<em><strong>patented liposomal technology, which ensures 16 times better absorption rates by directly reaching the target site in the body<\/strong><\/em>.<\/p>",
            "button_label": "",
            "button_link": ""
          }
        },
        "row_MKrQ4P": {
          "type": "row",
          "settings": {
            "image": "shopify:\/\/shop_images\/Packaging.png",
            "caption": "",
            "heading": "Packaging",
            "text": "<p><em><strong>Introducing 90% PCR (post-consumer plastics)<\/strong><\/em>We started our journey with an eco-friendly mindset and used bottles and jars that were wholly recyclable and reusable. And, from 2023 onwards, we switched to 80% post-consumer plastic for all our bottles and jars, while ensuring a soft-touch feel. <br\/><br\/>PCR refers to a material made from discarded items like plastic bottles. Our bottles are recyclable and reusable, highlighting our eco-conscious behaviour.<\/p>",
            "button_label": "",
            "button_link": ""
          }
        },
        "row_yGFeaL": {
          "type": "row",
          "settings": {
            "image": "shopify:\/\/shop_images\/wonder-woman_v2.png",
            "caption": "",
            "heading": "",
            "text": "<h2>BUILDING A “30,000+ WONDER WOMEN COMMUNITY” to help you…<\/h2><p><strong>… Openly communicate about your experiences with Miduty and the world.<\/strong>We aim to empower and educate every home-living native lady, devoting her days to caring for her family.<br\/><br\/>But our commitment to your well-being doesn't stop there. We also offer a wealth of health-based activities, our treasured 'Sessions,' that are yours to explore for FREE. From refreshing Face Yoga sessions to empowering Personality Development classes - we've got it all tailored to nurture your mind, body, and spirit.<br\/><br\/><em><strong>And that's not all. We stand firm on our path to empower women and promote financial independence, which is reflected well in our 'I am Capable' project.<\/strong><\/em>So, if you're yearning for a life filled with good health and abundance, we have tailored groups based on your states, ensuring that our support and resources are accessible to every woman in need.<\/p>",
            "button_label": "",
            "button_link": ""
          }
        }
      },
      "block_order": [
        "row_ctyMkT",
        "row_GiTYnq",
        "row_MKrQ4P",
        "row_yGFeaL"
      ],
      "settings": {
        "image_height": "medium",
        "desktop_image_width": "medium",
        "heading_size": "h1",
        "text_style": "body",
        "button_style": "secondary",
        "desktop_content_position": "middle",
        "desktop_content_alignment": "left",
        "image_layout": "alternate-left",
        "section_color_scheme": "",
        "row_color_scheme": "",
        "mobile_content_alignment": "left",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "custom_liquid_gzXhFn": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "<section class=\"charity-block\">\n         <div class=\"container page-width\">\n              <div class=\"row align-items-center\">\n                   <div class=\"col-12 col-md-6 pr-lg-5\">\n                      <h2 class=\"heading2\">Ross Serves<\/h2>\n                          <p class=\"sectio-description\"><b>You know kindness costs nothing but pays back in abundant ways!<\/b>\n<br>\nKeeping this idea alive in our hearts, we at MIDUTY not only have a mission towards healthcare but also, as dog lovers, we are dedicated to putting an end to the dejected condition of street dogs and providing a better life for those who are treated brutally and eradicated through various unfavorable practices.<\/p>\n                          <p class=\"sectio-description\"><b>'Ross Serves,' <\/b> our heartwarming initiative where a special team from MIDUTY feeds over 300 stray dogs daily, providing them with the love and care they deserve.<\/p>\n                        <p class=\"sectio-description\"> To date, we have touched the lives of over 41,000 dogs, spreading warmth and compassion with every meal.<\/p>\n       <b>The initiative got its name from Mr. Pranav’s pet dog “Ross”, inspiring us to channel our corporate social responsibility towards the welfare of these four-legged souls.<\/b>           <\/div>\n                  <div class=\"col-12 col-md-6\">\n                     \n                        <div><iframe class=\"instagram-media instagram-media-rendered\" id=\"instagram-embed-0\" src=\"https:\/\/www.instagram.com\/tv\/CZD8jyGpjsz\/embed\/captioned\/?cr=1&amp;v=14&amp;wp=540&amp;rd=https%3A%2F%2Fmiduty.in&amp;rp=%2F#%7B%22ci%22%3A0%2C%22os%22%3A3492.8999996185303%2C%22ls%22%3A1469.8999996185303%2C%22le%22%3A2903.2999997138977%7D\" allowtransparency=\"true\" allowfullscreen=\"true\" frameborder=\"0\" height=\"706\" data-instgrm-payload-id=\"instagram-media-payload-0\" scrolling=\"no\" style=\"background: white; max-width: 540px; width: calc(100% - 2px); border-radius: 3px; border: 1px solid rgb(219, 219, 219); box-shadow: none; display: block; margin: 0px 0px 12px; min-width: 326px; padding: 0px;\"><\/iframe> <script async=\"\" src=\"\/\/www.instagram.com\/embed.js\"><\/script><\/div>\n                      \n                      \n                  <\/div>    \n              <\/div>    \n         <\/div> \n     <\/section>",
        "color_scheme": "",
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "multicolumn_yrdtRA",
    "multirow_ijmP6C",
    "custom_liquid_gzXhFn"
  ]
}
